[
  {
    "video_id": 1,
    "titulo": "Vincent van Gogh | Biografía en cuento para niños | Shackleton Kids",
    "url": "https://www.youtube.com/embed/svNjf3KEPRs?si=aJTt8Xad2nzkd9DL",
    "descripcion": "Para Vincent van Gogh, pintar era la única forma en que podía expresar aquello que sentía, y lo hizo con pasión hasta el último día de su vida. Por desgracia, a lo largo de su existencia muy pocos supieron valorar su talento y, por si fuera poco, vendió poquísimos cuadros.",
    "materia_id": 4,
    "materia": "Arte y Creatividad",
    "nivel_id": "Preescolar"
  },
  {
    "video_id": 2,
    "titulo": "HISTORIA DEL ARTE EN 10 MINUTOS (Y ALGO MÁS)",
    "url": "https://www.youtube.com/embed/rUHxLrZwSIY?si=m5bJ8OASanaUXNbm",
    "descripcion": "Te contamos la historia del ARTE occidental, a través de la arquitectura, escultura y pintura de cada periodo: las pirámides, los templos griegos, el Coliseo, las catedrales románicas y góticas, Leonardo da Vinci, Velazquez, Caravaggio, Rembrandt, el Impresionismo, Dalí, Picasso y el Pop Arte.",
    "materia_id": 4,
    "materia": "Arte y Creatividad",
    "nivel_id": "Preescolar"
  },
  {
    "video_id": 3,
    "titulo": "Arte para niños (IV)",
    "url": "https://www.youtube.com/embed/ZsL8JfrNPUw?si=-7-Jrfi8IUAMA4LK",
    "descripcion": "A través de explicaciones sencillas y visualmente atractivas, el video explora conceptos básicos del arte, presenta a artistas famosos y muestra ejemplos de diferentes estilos y técnicas artísticas. El contenido está diseñado para ser accesible y educativo, capturando la atención de los estudiantes de todas las edades.",
    "materia_id": 4,
    "materia": "Arte y Creatividad",
    "nivel_id": "Preescolar"
  },
  {
    "video_id": 4,
    "titulo": "Clase de arte para niños y niñas. Dibujos con movimiento.",
    "url": "https://www.youtube.com/embed/zS3pMhD3KZk?si=7RwbqHYGla-jaqso",
    "descripcion": "En esta sesión, se enseñan técnicas de dibujo en movimiento, utilizando materiales simples como papel, tijeras y adhesivo. Los participantes aprenden a crear animaciones básicas con pocos dibujos para simular el movimiento. El taller fomenta la creatividad y la experimentación artística, y está dirigido a personas de todas las edades.",
    "materia_id": 4,
    "materia": "Arte y Creatividad",
    "nivel_id": "Preescolar"
  },
  {
    "video_id": 5,
    "titulo": "Actividad plástica y de arte para niños, dibujos con sorpresa, para dibujar, pintar y jugar",
    "url": "https://www.youtube.com/embed/fob5wsHSXA4?si=ck4aY3qGiSF-EqP-",
    "descripcion": "A través de explicaciones visuales y sencillas, se enseñan técnicas para recortar y doblar papel, transformando figuras simples en personajes animados y divertidos. Ejemplos incluyen un gato que cambia su expresión y un pez que abre la boca. Es una actividad creativa que fomenta la imaginación y el juego.",
    "materia_id": 11,
    "materia": "ECA (Educación Cultural y Artística)",
    "nivel_id": "Primaria"
  },
  {
    "video_id": 6,
    "titulo": "Frida Kahlo | Biografía en cuento para niños | Shackleton Kids",
    "url": "https://www.youtube.com/embed/40sZNGOXEBw?si=Hw8Tt_NNrPg12rFs",
    "descripcion": "Frida Kahlo experimentó el dolor de un grave accidente y los efectos de una enfermedad infantil, pero encontró en la pintura una pasión que le permitió superar el sufrimiento y llenar su vida de colores. Su entusiasmo la llevó a convertirse en la primera artista mexicana en exhibir en el Louvre y a obtener reconocimiento mundial. Su vida es una historia con momentos de risas y lágrimas, pero también de gran inspiración y logros artísticos.",
    "materia_id": 11,
    "materia": "ECA (Educación Cultural y Artística)",
    "nivel_id": "Primaria"
  },
  {
    "video_id": 7,
    "titulo": "● El PUNTO y la LÍNEA ツ Cómo hacer un dibujo sólo con líneas ● Dibujos con líneas y puntos",
    "url": "https://www.youtube.com/embed/X5rGFxkT7TY?si=FfAviW_PwWZt2iRn",
    "descripcion": "En este video vamos a hablar sobre el punto y la línea de una manera fácil, rápida y muy entretenida. Empezamos explicando que el punto es como el encuentro de un lápiz con una superficie, ya sea papel, madera o cualquier otra cosa. Aunque solemos pensar que los puntos son siempre redondos, ¡pueden tener muchas formas diferentes!.",
    "materia_id": 11,
    "materia": "ECA (Educación Cultural y Artística)",
    "nivel_id": "Primaria"
  },
  {
    "video_id": 8,
    "titulo": "PABLO PICASSO: Biografías para niños y mayores",
    "url": "https://www.youtube.com/embed/8Oo6JSU1_fU?si=O_QSK1Du5M65K4S0",
    "descripcion": "¡Hola, hola! Hoy vamos a hablar sobre uno de los artistas más importantes del siglo XX: Pablo Picasso. Este genio del arte experimentó con diferentes estilos y técnicas, dejando un legado artístico impresionante que seguramente conoces. Desde joven mostró un gran talento y pronto se mudó a Barcelona, donde su fama comenzó a crecer. En 1900, se trasladó a París, donde su arte evolucionó hacia el cubismo, un estilo revolucionario.",
    "materia_id": 11,
    "materia": "ECA (Educación Cultural y Artística)",
    "nivel_id": "Primaria"
  }
]
